Repository: TomTheCattt/POS
Catalog: POS/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# add_item
source: Thêm
en: Add Item

# already_have_an_account
source: Bạn đã có tài khoản ?
en: Already have an account ?

# cancel
source: Huỷ
en: Cancel

# cashier_role
source: Thu ngân
en: Cashier

# create_new_shop
source: Tạo
en: Create

# daily
source: Hàng ngày
en: Daily

# delete_item
source: Xoá
en: Delete Item

# display_name_placeholder
source: Tên hiển thị
en: Display name

# dont_have_an_account
source: Chưa có tài khoản ?
en: Don’t have an account ?

# edit_item
source: Sửa
en: Edit Item

# email_placeholder
source: Nhập email
en: Enter your email

# email_verified
source: Tôi đã xác minh
en: Email verified

# error.auth.email_in_use
source: Email đã được sử dụng
en: Email in use. Please enter a new email.

# error.auth.email_not_found
source: Không tìm thấy Email
en: Can’t find email

# error.auth.empty_display_name
source: Tên hiển thị không được để trống
en: Display name cannot be empty

# error.auth.empty_email
source: Email không được để trống
en: Email should not be empty

# error.auth.empty_password
source: Mật khẩu không được để trống
en: Password should not be empty

# error.auth.empty_shop_name
source: Tên cửa hàng không được để trống
en: Shop name should not be empty

# error.auth.invalid_email
source: Email không hợp lệ
en: Invalid email. Please try again.

# error.auth.too_many_requests
source: Bạn đã thử quá nhiều lần. Vui lòng thử lại sau.
en: You have tried too many request. Please wait for a while then try again.

# error.auth.unknown
source: Lỗi xác thực không xác định
en: Authentication failed with unknown error

# error.auth.unverified_email
source: Email chưa được xác thực. Vui lòng kiểm tra lại.
en: You have not verified your email yet. Please check again.

# error.auth.unverified_email_resent
source: Email của bạn chưa được xác minh. Một liên kết xác minh mới đã được gửi tới hộp thư của bạn.
en: Your email is not verified. A new verification link has been sent to your inbox.

# error.auth.user_not_found
source: Không tìm thấy tài khoản
en: Can’t find this username

# error.auth.validate_password_failed
source: Mật khẩu không khớp
en: Password does not match

# error.auth.wrong_password
source: Mật khẩu không đúng
en: Wrong password. Please try again.

# error.firestorage.unknown
source: Lỗi Firestore không xác định
en: Firestore unknown error

# error.firestore.decoding
source: Lỗi xử lý dữ liệu
en: Invalid data format

# error.firestore.not_found
source: Không tìm thấy dữ liệu
en: Document not found

# error.firestore.permission
source: Bạn không có quyền truy cập
en: You don’t have permission to see this content.

# error.functions.internal
source: Lỗi nội bộ server. Vui lòng thử lại sau
en: Internal error. Please try again later.

# error.functions.invalid_argument
source: Tham số không hợp lệ
en: Invalid argument

# error.functions.timeout
source: Hết thời gian xác thực. Vui lòng thử lại sau
en: Request took too long to response. Please try again later.

# error.functions.unknown
source: Lỗi chức năng không xác định
en: Unknown function error

# error.messaging.permisson
source: Bạn chưa cấp quyền thông báo
en: You haven’t allowed permission for notification.

# error.messaging.token_failed
source: Lấy mã thông báo thất bại
en: Failed to fetch notification token

# error.messaging.unknown
source: Lỗi thông báo không xác định
en: Unknown message error

# error.network
source: Không có kết nối mạng
en: No internet connection.

# error.storage.download_failed
source: Tải về thất bại
en: Download data failed

# error.storage.file_not_found
source: Không tìm thấy file
en: File not found

# error.storage.permission
source: Bạn không có quyền truy cập
en: You don’t have permission to access this content.

# error.storage.unknown
source: Lỗi lưu trữ không xác định
en: Unknown storage error

# error.storage.upload_failed
source: Tải lên thất bại
en: Upload data failed

# error.unknown
source: Lỗi không xác định
en: Unknown error occurred. Please try again.

# forgot_password
source: Quên mật khẩu ?
en: Forgot password ?

# hint.shop.name_format
source: * Tên cửa hàng nên viết thường, không dấu cách và không được trùng với cửa hàng khác.
en: * Shop name should be lowercase, without spaces, and must be unique.

# inventory
source: Kho
en: Inventory

# item_name
source: Tên sản phẩm
en: Item Name

# item_price
source: Giá
en: Price

# login
source: Đăng nhập
en: Login

# login_failed
source: Đăng nhập không thành công. Vui lòng thử lại sau.
en: Login failed. Please try again.

# logout
source: Đăng xuất
en: Logout

# measure.liter
source: lít
en: l

# measure.piece
source: cái
en: piece

# menu_management
source: Menu
en: Menu Management

# monthly
source: Hàng tháng
en: Monthly

# new_order
source: Đơn mới
en: New Order

# no
source: Không
en: No

# ok
source: Đồng ý
en: Ok

# order_failed
source: Tạo đơn không thành công. Vui lòng thử lại sau.
en: Created order failed. Please try again.

# order_success
source: Đơn đã được tạo
en: Order created successfully

# owner_role
source: Chủ cửa hàng
en: Owner

# password_placeholder
source: Nhập mật khẩu
en: Enter your password

# permission_denied
source: Quyền truy cập bị từ chối.
en: Permission denied.

# print_receipt
source: In hoá đơn
en: Print receipt

# printer_connected
source: Máy in được kết nối
en: Printer connected

# printer_disconnected
source: Máy in đã ngắt kết nối
en: Printer disconnected

# printing
source: Đang in…
en: Printing...

# re_enter_password_placeholder
source: Nhập lại mật khẩu
en: Re-enter your password

# revenue_report
source: Báo cáo doanh thu
en: Revenue report

# send_report
source: Gửi doanh thu
en: Send report

# shop_name_placeholder
source: Tên cửa hàng
en: Shop name

# signup
source: Đăng ký
en: Sign Up

# signup_now
source: Đăng ký ngay.
en: Sign up now.

# staff_management
source: Quản lý nhân viên
en: Staff Management

# stock_updated
source: Kho đã được cập nhật
en: Stock updated

# total
source: Tổng
en: Total

# verify_email_sent
source: Email xác nhận đã được gửi.
en: Verify email has sent.

# verify_email_sent_content
source: Chúng tôi đã gửi một liên kết xác minh đến email của bạn. Vui lòng kiểm tra và xác nhận trước khi tiếp tục.
en: We have sent a verify link to your email. Please check before continue.

# warning_low_stock
source: Cảnh báo: Sắp hết nguyên liệu
en: Warning: Low stock

# weekly
source: Hàng tuần
en: Weekly

# yes
source: Có
en: Yes
